{
    "title": "晓黑板-晓评价",
    "Adjective": {
        "good": [
            "较为优秀",
            "整体较佳",
            "十分优秀",
            "值得表扬",
            "突出",
            "令人惊喜",
            "令人印象深刻",
            "非常棒",
            "可圈可点"
        ],
        "bad": [
            "自强不息",
            "发奋图强",
            "持之以恒",
            "锲而不舍",
            "坚持不懈",
            "力争上游",
            "不屈不挠",
            "全力以赴"
        ]
    },
    "T_start": {
        "T_start": [
            "在A上，",
            "在A中，",
            "从A上来看，",
            "在A方面，"
        ]
    },
    "encourage": {
        "high": [
            "N同学，老师为你骄傲！",
            "N同学，老师忍不住再夸你一次，这方面你表现的真好！",
            "你在这方面的表现真的令人惊讶！",
            "你在A方面的表现真令人刮目相看！",
            "你在这方面的表现让老师骄傲！",
            "希望你百尺竿头，更进一步！",
            "老师相信你在A方面会越来越闪光的，加油！",
            "老师忍不住想再次夸你一下，N同学你真棒！",
            "你的优秀表现，老师都看在了眼里。"
        ],
        "p_p": [
            "再用心一些，你在A方面会表现的更好！",
            "希望你可以为自己再助把力，做最优秀的自己！",
            "你可以在A上做到各方面都表现更好！",
            "希望你能不断充实自己，做到全面发展！",
            "相信自己，你可以在A上做的更好，继续努力吧！",
            "继续努力，你可以一定超越现在的自己！",
            "希望你戒骄戒躁，在A方面继续加油。",
            "老师希望你在A上能做到整体上一个台阶。",
            "继续努力，你会成为更好的自己！"
        ],
        "low_b": [
            "这A你还需要加油努力呀！",
            "你在这方面还需要不断学习！",
            "你要找准自己的方向，努力做到更好！",
            "希望你能充分认识到这一点，尽快查漏补缺。",
            "你需要在A方面付出多一些的努力。",
            "愿接下来老师能看到一个全新的你！",
            "在A方面，你可以更努力点。"
        ],
        "p_low": [
            "你的表现仍是欠缺，需要作出改变，加油！",
            "N同学，你一定要努力加油，才能改变现状。",
            "N同学，你需要更加努力喔！",
            "你要更加努力，才能有所突破。",
            "这些方面你都还需要加把劲！",
            "这些地方你还需要更努力！",
            "很多方面你都需要更努力，争取做到更好！"
        ]
    },
    "end": {
        "好": [
            "希望你能再接再厉，百尺竿头更进一步。",
            "愿你在今后的学习中更严格要求自己，争取更好的成绩！",
            "希望你学习上能继续发挥自己的聪明才智，努力把自己塑造成德智体全面发展的好学生。",
            "老师真诚地希望你继续发挥自己的聪明才智，不断开拓学习的深度和广度，去迎接更大的挑战。",
            "你是老师、家人的骄傲，老师相信你今后一定可以更优秀。",
            "在人生的棋盘上，你能稳妥地走过成功的每一步，相信你今后一定会为自己赢得一盘好棋。",
            "老师真诚地希望你充分发挥自己的聪明才智，努力开拓学习的深度和广度，成为更优秀的孩子。",
            "你在这一阶段的表现L，希望你能继续保持优良品质，做最好的自己。",
            "你在这段时期的表现L，老师希望你能成为更优秀的自己。",
            "你是一个非常出色的学生，老师为有你这样的学生感到高兴。",
            "你在这段时间的表现L，老师真为你高兴。",
            "本周期你表现L，是班级的佼佼者。",
            "你本周期的表现L，老师再次为你鼓掌。",
            "你本周期的表现L，是同学们的好榜样。"
        ],
        "差": [
            "老师对你是有信心的，希望你今后能充分发扬自己的优点，成就更优秀的自己。",
            "老师相信你一定会越来越优秀的，不要气馁，坚持就是胜利。",
            "老师对你是有信心的，希望你以后能更加努力，鼓起勇气面对学习和生活中的困难。",
            "老师对你是有信心的，只要你L，相信在接下来的学习中你一定会有所收获！",
            "老师对你是有信心的，愿你今后能L，不断充实自己，相信你一定会取得更大的进步！",
            "只要你L，老师相信在不远的将来会看到你可喜的进步。",
            "老师对你是有信心的，不管学习的道路有多么艰辛，只要你能够L，你一定会获得更大的收获。",
            "希望你从点滴做起，从现在做起，养成良好的学习习惯，给自己制定一个切实可行的学习计划，相信你会取得骄人成绩！",
            "老师对你是有信心的，希望你能L，不断努力，使自己成为更优秀的人！",
            "老师对你是有信心的，只要你在学习和生活中L，一定能获得丰厚回报。加油！",
            "老师相信你可以做的更好，在学生和生活中L。",
            "希望你能多练、多思、多问，在学校里收获更多！",
            "人生的路还很长，希望你能扎扎实实的走好每一步，开拓一片属于自己的蔚蓝天空。",
            "你要相信：你是很优秀的！挺直腰杆向前看，一切都有可能！"
        ]
    },
    "end_start": {
        "end_start": [
            "总的来说，",
            "总体而言，"
        ]
    },
    "start": {
        "start": [
            "本周期，",
            "在这段时间内，",
            "这段时间，",
            "本阶段，",
            "老师认为，",
            "老师发现，",
            "老师看来，",
            "最近这段时期，"
        ]
    },
    "stationarity": {
        "高": [
            "你在这方面发展很全面，表现很优秀。",
            "你在这个方面整体发展很平稳，在班级中十分突出。",
            "你在A方面总体表现很不错，是班级的佼佼者。",
            "你在A上整体成绩很平稳。",
            "你在A上是一个全面发展的学生，各项成绩都很优异。",
            "你在A方面整体表现很棒很稳。",
            "在A上你是一个全面发展的好学生。",
            "在这方面，你全面发展没有偏科的现象。",
            "在这方面你表现很稳定，值得肯定。",
            "在A方面你表现得都很棒。"
        ],
        "中": [
            "你在这个方面整体表现还不错，稳中有进。",
            "在A上你整体发展较平稳。",
            "在这方面你的整体表现中等偏上，较为稳定。",
            "你在A上发展平稳，各项成绩十分优秀。",
            "你在A方面的表现较为均衡。",
            "在A上，你各方面得分较均衡。",
            "你在这个方面发展比较均衡。",
            "你在A上整体得分比较平均。",
            "你在A方面总体表现平稳。",
            "在A上你各项成绩比较平稳。"
        ],
        "低": [
            "你在这个方面表现不均衡，需要注意全面发展。",
            "在这个方面你发展不均衡，老师希望你能努力全面成长。",
            "在这方面你的成绩不太均衡，要注重综合发展。",
            "在A上，你各方面得分不太均衡，要争取全面发展。",
            "你在这个方面上的发展较不均衡，需要注意弱项。",
            "你在A方面得分不太均衡。",
            "在A方面，你需要注意全面发展。",
            "你在这个方面得分差异较大，今后要注意全面发展哦。",
            "在A上，你得分差异较大，需要注意全面发展哦。",
            "你在有些方面还需要再努力，争取各方面均衡发展。"
        ]
    },
    "人格品质": {
        "优": [
            "你做任何事情都有极大的自信心，老师很欣赏你这种品质。",
            "你积极阳光，自信努力，是一个乐观向上的好孩子。",
            "你有极其强的自律意识，坚持下去，老师相信你未来一定大有作为。",
            "你对自身有很强的约束力，老师很佩服。",
            "你自律自强，自尊自信，是一个非常坚毅的孩子。",
            "你是一个品质高尚的孩子，周围的人都能感受到你的热情与阳光。",
            "你是一个积极阳光，品质高尚的孩子，总能给身边的人带来温暖和欢乐。",
            "你乐观自信，尊重他人，是一个温暖的孩子。",
            "你自尊自爱，积极乐观，是一个品质高尚的孩子。",
            "你懂得尊重他人，有很强的同理心，是个温暖的孩子。",
            "在面对困难的时候，无论多难，你都有非常阳光积极的心态，老师很欣赏这样的你。",
            "你能够积极的对待生活中的事情，尤其在“B”上十分突出。",
            "你品质高尚，尤其是在“B”上，你表现的十分突出。",
            "在日常生活中，你有很好的人格品质，尤其在“B”上，你的表现令老师惊喜。",
            "你自律自强，自尊自信，尤其是在“B”上是他人学习的榜样。",
            "你品质高尚，能主动帮助学习上有困难的同学，是同学们学习的榜样。",
            "老师能感受到你对生活极大热情与热爱，继续这份热爱你将获得世界的馈赠。",
            "你热爱生活，团结友善，老师和同学们都很喜欢你。",
            "你在校遵规守纪，有责任心，是一个品德高尚的学生。",
            "你诚实守信，有担当，老师和同学都喜欢这样真诚友善的你。",
            "你能主动团结集体，帮扶他人，是一个品质高尚的孩子。",
            "你在“B”上表现的非常优异，老师忍不住给你点赞。",
            "你有非常好的品质，在“B”上，你的表现十分优秀。",
            "你在“B”上的优秀表现，令老师和同学们感到骄傲。",
            "你拥有很好的品质，尤其在“B”上，你的表现令人欣喜。",
            "你B，有非常好的道德品质。",
            "你在“B”上的表现令老师感到惊喜，老师和同学们都很喜欢你。",
            "小小的你在“B”上却拥有大大的能量，真是一个好孩子。",
            "你有责任有担当，品质高尚，同龄人中非常难得。",
            "你能克服各种困难和障碍，勇于挑战自我和战胜自我。",
            "你拥有坚韧的品质，老师为你自豪。",
            "你是一个小小勇士，总是能克服遇到的各种困难。",
            "你有阳光的心态，和高尚的品质，老师真为你自豪。",
            "你勇于挑战自我、战胜自我，再大的困难都不怕，真是好样的！",
            "你在“B”上表现的很棒，是同学们的好榜样。",
            "你能很好的克服学习和生活中遇到的困难，是一个坚毅勇敢的孩子。"
        ],
        "良": [
            "你有责任有担当，尊重他人，老师很欣赏你这种优秀的品质。",
            "你总是从容不迫，乐观自信，老师很喜欢你的阳光心态。",
            "你积极阳光，自信努力，是一个很乐观的好孩子。",
            "你有很好的人格品质，坚持下去，相信你以后一定有所作为。",
            "你有高尚的人格品质，周围的人都能感受到你的热情与阳光，老师很喜欢你。",
            "你是一个品质优良的孩子，总能给身边的人带来温暖和欢乐。",
            "你就像是一个小太阳，温暖着身边的每一个人。",
            "你懂得自尊自爱，关心同学，积极乐观，相信你会健康快乐的成长。",
            "你有优秀的道德品质，继续努力，你会更优秀。",
            "你乐观向上的对待生活中的事情，在“B”上表现的比较突出。",
            "你是一个品质高尚的孩子，在“B”上表现的比较突出。",
            "你有较好的人格品质，在“B”上表现的尤其不错。",
            "你在“B”上表现很突出，是一个品质优良的孩子。",
            "你是一个品德良好的孩子，在“B”上，你表现的比较出色。",
            "你是一个品质纯良的好孩子，在“B”上你表现的不错。",
            "你诚实守信、团结友善，老师和同学都很喜欢你。",
            "你能友善的和他人相处，在“B”上做的不错。",
            "你在校能遵守规则，团结同学，是一个品质纯良的孩子。",
            "你有良好的道德品质，遵规守纪、团结友善、乐于助人。",
            "你在“B”上表现不错，老师对你非常放心。",
            "在学校里你诚实守信，团结友善，有较好的道德品质。",
            "你是一个团结友善，乐于助人的好孩子，老师很喜欢你。",
            "你有良好的素养，在“B”上你表现的很不错。",
            "老师能感受到你优良的道德品质，在“B”上你表现的不错，继续加油。",
            "你有很好的道德品质，在“B”上你表现的较为突出。",
            "你是一个美德少年，在“B”上表现的不错。",
            "你拥有阳光和坚毅的心态，能主动去解决学习和生活中的困难。",
            "你能积极的去面对遇到的困难，老师很开心很欣慰。"
        ],
        "中": [
            "老师希望你对待学习和生活需要再多一分乐观和自信。",
            "面对任何事情，老师都希望你有一个阳光积极的心态。",
            "遇到困难时，如果你能以更积极的心态去解决和面对，你一定会变得十分优秀。",
            "在“B”上，老师希望你能表现的更好。",
            "在“B”上，你的表现还可以更加的出色。",
            "老师希望你“B”。",
            "你在“B”上的表现还可以更加的突出。",
            "老师相信你在“B”方面可以做的更好。",
            "你在“B”上你可以更优秀的。",
            "你在“B”上你还可以表现的更好。",
            "如果你能主动互帮互助，学习和生活中的很多问题，都会迎刃而解。",
            "你需要在“B”上不断提高自己，直面自己遇到的困难。",
            "无论什么时候都要学会挑战自我，才能让自己更强大。",
            "你在“B”上表现的一般，需要时刻保持良好的心态去面对困难。"
        ],
        "差": [
            "你要自立自强，遇到问题不要害怕和退缩。",
            "生活和学习中要坚韧不拔，任何事情你都可以做好的。",
            "你要学会在生活学习中自律自强，才能成为更好的自己。",
            "你要以积极乐观的心态去处理面对的困难。",
            "你要自立自强，自尊自信，什么事情都可以做好的。",
            "如果你再自信一些，做事情认真一些，很多难题都会迎刃而解的。",
            "希望你面对任何事情都积极乐观，无所畏惧。",
            "你在“B”上还需要再加强。",
            "你在“B”上再努力一些，老师相信你以后一定是个温暖友爱的人。",
            "你在“B”上还有待提高。",
            "老师希望你能懂得遵规守纪，团结友爱。",
            "老师觉得你在遵规守纪，团结友爱方面可以做的更好。",
            "在“B”上，老师觉得你还有很大的进步空间。",
            "老师希望在“B”上你可以做出改变。",
            "你需要在“B”上更加努力一些，来提高自己的人格魅力。",
            "老师希望你在“B”上多多努力，要做一个品质高尚的孩子。",
            "老师希望你能克服遇到的困难，不断超越自我。",
            "老师希望你不要害怕遇到的困难，能用平稳的心态去面对。",
            "希望你能拥有阳光心态，积极的面对遇到的困难。"
        ]
    },
    "人际沟通": {
        "优": [
            "你善于沟通，能与同学和谐相处。",
            "可爱的孩子，你每天早上总不忘问候老师和同学，大家都很喜欢你。",
            "你有很好的沟通合作能力，是很难的能力。",
            "你是一个善表达，会合作的孩子，深受大家的喜爱。",
            "你是一个善于沟通的好孩子，既会倾听又会表达，同学们都很喜欢你。",
            "你在“B”表现的非常棒，大家都喜欢和你一起相处。",
            "你很擅长和老师同学友好相处，在“B”上表现的尤其突出。",
            "你总是友好的和同学沟通，尤其在“B”上表现突出。",
            "你是个善于交流的孩子，老师和同学都喜欢和你在一起。",
            "你是一个会交流会倾听的孩子，很难得。",
            "你会交流，懂合作，善倾听，孩子们都很喜欢你。",
            "你在人际沟通方面非常棒，尤其是在“B”上表现的非常优秀。",
            "你B，是一个善于交流合作的孩子。"
        ],
        "良": [
            "你与同学们相处的不错，大家都很喜欢你。",
            "你是一个让人喜爱的小朋友，在B上表现的还不错。",
            "你有很好的沟通能力，遇到问题总是能通过自己的努力去解决。",
            "你在“B”上表现的不错，是一个沟通能力不错的孩子。",
            "你在“B”上表现很好，同学和老师都喜欢和你相处。",
            "你在“B”上表现的很好，是一个善于沟通交流的孩子。",
            "你在“B”上表现的很好，社交能力很不错。",
            "你在人际沟通方面有不错的表现，“B”方面表现较突出。",
            "你会倾听，会合作，是一个沟通能力很强的孩子。",
            "你在“B”方面做的不错，是一个善于沟通的孩子。"
        ],
        "中": [
            "老师希望你可以更大胆的去和别人沟通交流，培养自己的表达能力。",
            "你在“B”上还可以更进一步，要多表达多分享。",
            "你在人际沟通上表现还可以更好，要多和同学沟通合作。",
            "你在B上还有进步的空间，多和老师同学们沟通你会进步的更快！",
            "老师希望你能多多分享多多展示自己，培养自己的社交互动能力。",
            "老师希望你在“B”上能更积极主动一些，你将成长的更快。",
            "你要多多与人沟通，努力提高自己的沟通表达能力。",
            "老师觉得你在“B”方面可以做到更好，多表达，多练习。",
            "老师希望看到更积极交流，自信表达的你。",
            "在“B”上老师相信你可以做的更好，认真倾听，积极表达。"
        ],
        "差": [
            "在“B”上你略有欠缺，要学会多和他人沟通，老师相信你可以做的更好。",
            "你在“B”方面还可以做的更好，多和老师同学沟通好吗？",
            "多沟通，多倾听，多合作，你可以变得更优秀。",
            "在“B”上你还需要多多练习，老师想看到大胆表达的你。",
            "老师希望你能和老师同学多多交流，努力提升“B”方面。",
            "老师希望能看到你在“B”方面不断进步。",
            "老师想看到一个乐于交流，大胆发言的你。",
            "你在人际沟通方面还需要多多练习，培养自己的沟通能力。",
            "你在“B”上需要勤加练习，提高自己的人际沟通能力。",
            "老师希望你能多和同学们交流，在“B”方面表现的更好。",
            "多和老师同学们交流吧！做一个人际沟通小能手。",
            "你的沟通能力还可以有很大的进步哦，大胆的表达自己吧！"
        ]
    },
    "体育": {
        "优": [
            "你总是积极锻炼，是我们班的运动达人。",
            "你喜欢体育，在“B”方面表现优秀，非常了不起。",
            "你平时勤锻炼，在“B”方面表现突出。",
            "你能积极参加学校所开展的各项体育活动，尤其是在“B”方面表现的非常好。",
            "活泼好动的你在体育上表现的很棒，在“B”方面也极为出彩。",
            "你能够坚持天天锻炼身体，而且在上体育课的时候能够很好的完成老师布置的任务。",
            "你在“B”方面表现超棒，运动场上的你值得被表扬。",
            "你极具运动天赋，在“B”方面表现突出，你在运动场上的英姿给我们留下了深刻的印象。",
            "你是一个有活力的孩子，在各种比赛中你总是勇争第一。",
            "你在“B”方面给大家留下深刻印象。",
            "在运动场上，你表现得最棒，动作最标准。",
            "你在“B”方面表现突出，是体育竞赛场上的强者，用汗水和拼搏精神为我班争得了荣誉。",
            "你在“B”方面表现非常好，值得所有人学习。",
            "你在“B”方面表现很突出，大家都以你为学习榜样。",
            "你热爱运动，是一个运动小健将，老师觉得你特别棒！",
            "你热爱锻炼，喜欢参与体育活动，是一个运动之星。"
        ],
        "良": [
            "你是一个热爱运动的孩子，在“B”方面表现良好。",
            "你在“B”方面表现很棒，积极参加户外体育活动。",
            " 你在“B”方面表现良好，积极的进行自我锻炼，是大家学习的榜样。",
            "你在“B”方面表现很不错，继续加油你将有更强健的体魄。",
            "你在“B”方面表现良好，能有质量的完成体能任务。",
            "你是一个热爱运动的孩子，在学校的各项体育活动中表现都不错。",
            "你在“B”方面表现的很不错，继续加油，你会拥有更强健的体魄！",
            "在学校的体育活动中你积极性很高，继续加油吧。",
            "你的运动细胞很发达，在“B”方面表现不错，同学们都喜欢看你在赛场上挥汗如雨的模样。",
            "你勤于锻炼，是个活力四射的孩子。"
        ],
        "中": [
            "在“B”上你还需努力，这样才能拥有更强健的体魄。",
            "在“B”方面你需要更积极主动，才能拥有健康强健的身体。",
            "希望你今后加强体育锻炼，在运动场上为班级争光彩。",
            "老师希望你能主动锻炼身体，经常参加班级学校组织的各种课内外体育运动。 ",
            "在“B”上老师希望你可以更努力，强健的身体才能让我们更强大。",
            "老师希望你能积极参加体育活动，有一个强健的体魄。",
            "在“B”方面你还有很大的进步空间，老师希望你可以做的更好。",
            "老师希望你在“B”方面表现的更好。",
            "老师希望你在“B”方面一直不断努力前进。",
            "老师希望你能积极参与各种有益身体健康运动。"
        ],
        "差": [
            "老师希望你能积极锻炼，认真参与体育活动。",
            "希望你在“B”方面多努力，积极锻炼，强健体魄。",
            " 老师希望你在“B”方面也能很积极，参加各种各样的体育活动。",
            "老师希望在“B”方面能主动参与，长期坚持。",
            "希望你能够养成一个好的运动习惯，做一个全面发展的好学生。",
            "生命在于运动，希望你在“B”方面坚持，积极参与课外运动，强健自己的体魄。",
            "希望你在“B”方面能积极努力，强健自己的体魄。",
            "老师希望你在学习上努力的同时，在“B”方面做到健康成长。",
            "希望你在体育锻炼时可以多集中注意力，在“B”方面多多练习。",
            "老师希望你能坚持锻炼，做一个强健的孩子。"
        ]
    },
    "创新意识": {
        "优": [
            "你是一个有创新意识和想象力的孩子，总是有新点子。",
            "你能积极思考，敢于创新，课堂上常能听到你富有“创造性”的发言！",
            "你是个能独立思考，钻研探究的孩子。",
            "你在“B”方面的优秀大家有目共睹，不断钻研探究会让你成长更快。",
            "你敢于创新，敢于提问，是一个创新达人。",
            "你B，在学习和生活中总是有自己独到的见解。",
            "你在“B”方面表现优异，善于思考、敢于创新是你最大的优点。",
            "你是一个思维活跃，敢于创新的孩子。",
            "在学习和生活中你能B，是一个敢于创新的孩子。",
            "在“B”方面你表现优异，是一个勇于探究的好孩子。",
            "你是一个敢于质疑，敢于批判的孩子，这种勇气很难得，希望你能一直保持这种精神。",
            "你是一个有创新意识，敢于思索的好孩子。",
            "你有创新意识，总是能想到一些绝妙的好点子。",
            "你勤思考有创意，是一个脑子里充满奇思妙想的孩子。",
            "你B，是一个有创新意识的聪明孩子。",
            "你勇于尝试新东西，具有很强的创新意识。"
        ],
        "良": [
            "你喜欢开动脑筋思考问题，有一定的创新能力。",
            "你在“B”方面表现良好，是一个爱钻研，勤思考的孩子。",
            "你有创新意识，在“B”方面表现的较为积极。",
            "你在学习和生活中善于创新，在“B”方面表现不错。",
            "你思维敏捷，勇于探索，在“B”方面表现突出。",
            "你在“B”方面发挥所长，遇到疑难问题有钻研精神。",
            "你有创新意识，对待问题有一定的思考力。",
            "你的总是主动钻研主动创新，有不错的创造能力。",
            "你爱思考爱提问，对事物有创新的意识。",
            "你逻辑思维能力较强，是一个敢于创新的好孩子。"
        ],
        "中": [
            "老师希望你面对问题时学会独立思考，敢于突破，勇于创新。",
            "老师希望你在“B”能做的更好，大胆质疑，敢于提问。",
            "老师希望你能培养自己的创新意识。",
            "你在“B”方面表现有所欠缺，要是你能鼓起勇气，在课堂上大胆的发表你的见解，你会获得更多的掌声！",
            "老师希望你能敢于创新创造，在“B”方面向他人学习。",
            "老师希望你能有敢于钻研，敢于创新的意识。",
            "你要多观察，勤思考，培养自己的创新意识。",
            "老师希望你能注重培养自己的创新意识。",
            "老师希望你在“B”方面有更多更好的表现。",
            "你在“B”上还有很大进步空间哦，努力培养自己的创新意识吧！"
        ],
        "差": [
            "老师希望在“B”方面你能不断尝试，培养自己的独立思考和积极探究的能力。",
            "老师希望你能发挥自己的创造力，拥有独立思考的能力。",
            "你在“B”方面需要多多练习和尝试，成为一个有创意的孩子。",
            "在“B”方面，老师希望你多观察，积极进行思考。",
            "你在“B”方面还需要不断提升自己，来培养自己的创新意识。",
            "老师希望你在“B”方面不断努力，学会独立思考，敢于提问。",
            "在“B”上，你还有很大的进步空间，老师希望早日看到你的进步。",
            "老师希望你多观察，培养自己的创新意识。",
            "老师希望你能多观察，会想象，敢创新。",
            "你要敢于质疑敢于提问，培养自己的创新意识。",
            "你在“B”方面还有很大的进步空间，争做创新小达人。",
            "老师希望你能多观察，多想象，敢提问，来培养自己的创新意识。"
        ]
    },
    "好奇心求知欲": {
        "优": [
            "你有很强的好奇心和求知欲，是一个爱动脑筋的孩子。",
            "你善于观察和提问，能想到很多新的点子。",
            "你是一个好奇心强的孩子，尤其在“B”上表现的很明显，老师很开心。",
            "“B”是你最突出的特点，继续保持你会更优秀。",
            "在“B”方面，你是同学们学习的好榜样。",
            "你是一个思维很活跃的孩子，对新事物有着强烈的好奇心，一定要保持下去。",
            "在课上老师总能发现你专注的神情，感受到你对知识的渴望。",
            "无论什么时候都能看见你专注的目光、端坐的身姿。那频频举起的小手，说明你是那么的好学上进。",
            "你是一个会主动求问的孩子，对于自己不懂的地方会不断追问。",
            "你对很多事情充满了好奇心，又能主动探究，老师相信你会越来越优秀。",
            "你在“B”方面表现的非常突出，是同学们的好榜样。"
        ],
        "良": [
            "你对事物充满了好奇心和求知欲，在“B”上表现的不错。",
            "老师希望你继续保持对学习的好奇心和求知欲。",
            "老师发现你对学习很有好奇心和求知欲，这是一个好表现。",
            "你在平时的学习和生活中能做到“B”，是一个充满好奇心的孩子。",
            "你在“B”上表现的不错，是一个充满好奇心求知欲的孩子。",
            "你在学校期间一直在积极思考，勤于发问,。",
            "你是一个比较有好奇心的孩子，对于不确定的问题会主动问同学和老师。",
            "你是一个有求知欲的孩子，老师很喜欢你这份追求上进的劲儿。",
            "你是一个有好奇心的孩子，要继续保持这份初心。"
        ],
        "中": [
            "在B上你需要不断提升，努力改变自己。",
            "如果你能做到B，你会发现很多学习上的乐趣。",
            "老师希望你可以培养自己的好奇心，敢于寻找新发现。",
            "在“B”方面，老师希望你能做的更好。",
            "在“B”上，你还有一定的进步空间。",
            "老师希望你能保持对知识的好奇心，不断探索不断钻研。",
            "老师希望你对学习和生活有更多的好奇心和求知欲。",
            "你在“B”上，老师希望你能再认真努力一点。",
            "老师希望你能保持对学习的好奇心，不懂就问。",
            "老师希望你平时对知识充满好奇心和求知欲，学习和发现更多的新知识。",
            "在“B”方面，老师觉得你可以做的更好。",
            "你在“B”方面可以表现的更好，对学习和生活多一点好奇心好吗？"
        ],
        "差": [
            "老师希望你对学习拥有更多的好奇心和求知欲。",
            "在“B”方面，老师希望你能做出大的改变。",
            "记得要保持好奇心，才能发现生活中的美好。",
            "对学习我们要有“求知若渴”的心态，才能获得更多知识。",
            "你在“B”方面还有很大的进步空间。",
            "老师希望你在“B”上有更多的求知欲，学到更多的知识。",
            "你在“B”上还需要再努力一点，老师期待你的改变。",
            "老师希望你对生活有更多的好奇心，对知识有更多的求知欲。",
            "老师希望你在日常学习生活中保持好奇心，求知若渴。",
            "上课的时候希望你保持好奇心，对于自己不明白的地方勇于提问。"
        ]
    },
    "实践能力": {
        "优": [
            "你积极参与校级班级的活动，在“B”方面你展现了自己的风采，是老师的得力小助手。",
            "你课余能积极的参与班级的活动，在“B”方面表现很优秀。",
            "在校内外活动中你踊跃表现，是班级里的好榜样。",
            "你在“B”方面表现积极，努力为班级争光，是同学们的好榜样。",
            "在文体活动中你表现积极，尤其是在“B”方面表现突出。",
            "在“B”方面你总是非常积极参与，实践能力非常强。",
            "学校开展的各项活动你都积极参加，在“B”方面做的非常好。",
            "你总是积极踊跃的参与校内外的活动，是一个实践能力非常强的孩子。",
            "你B，是一个实践能力很强的孩子。",
            "你实践能力很强，尤其是在“B”方面。"
        ],
        "良": [
            "你积极参与学校的各项活动，在“B”方面表现良好，是老师的得力助手。",
            "你主动参与学校的活动，在“B”方面表现很棒。",
            "你在“B”方面表现很不错，实践能力较强。",
            "你在活动中积极努力，表现突出，有良好的实践能力。",
            "你能积极参加学校开展的各项活动，在“B”方面表现良好。",
            "你在各项活动中有较强的应变力和适应力，在“B”方面表现很不错。",
            "你能积极参加校内外举行的各项活动，为班级建设出力。",
            "你能积极参加学校所开展的各项活动，在“B”方面表现良好。",
            "你积极踊跃地参与校内外活动，实践能力非常不错。",
            "你在“B”方面表现很好，是一个实践能力不错的孩子。"
        ],
        "中": [
            "如果你能积极参加学校组织的各项集体活动就好了。",
            "老师希望你在“B”方面表现更积极一点。",
            "老师希望你能积极参与学校组织的各项活动。",
            "如果你在“B”方面表现可以更积极更主动就好了。",
            "老师希望你在“B”方面还可以更好，努力提升自己的实践能力。",
            "如果你在“B”方面能积极参与，那你的实践能力会有很大的提升。",
            "老师希望你更积极踊跃的参与班级活动，贡献自己的一份力量。",
            "在实践活动方面，老师希望你能更积极主动地参与进来。",
            "你的实践能还力需要加强，积极主动地参与各项活动吧！",
            "老师希望你能多多参与校内外的活动哦。"
        ],
        "差": [
            "你在“B”方面做的比较少，老师希望你能积极踊跃的参与。",
            "你在“B”方面表现一般，老师希望你能参加校内外的活动。",
            "老师希望你在“B”方面积极主动一点，你一定会获得更多的实践经验。",
            "你的实践活动参与较少，老师希望你能积极参加学校开展的各项活动。",
            "老师希望你能多多参与活动，培养自己的实践能力。",
            "老师希望你能参与更多的课内外活动，努力提高自己的实践能力。",
            "在“B”上老师希望你能积极参与哦。",
            "老师觉得你在“B”上还可以有更大的进步空间，要积极参与，勤动手。",
            "校内外的活动你要多多参与，努力提高自己的实践能力！",
            "在“B”方面老师希望你可以更积极主动一点。"
        ]
    },
    "审美修养": {
        "优": [
            "你积极参与艺术活动，善于展示自己的才艺，老师很欣赏你。",
            "你在“B”上表现的非常优秀，是班级孩子学习的好榜样。",
            "你是一个热爱艺术的好孩子，在审美方面一直有自己独特的见解，令人眼前一亮。",
            "你是一个审美能力很强的孩子，并且你还能把审美运用在“B”中。",
            "你有较强的审美能力，能主动挖掘发现生活中的美，非常的难得。",
            "你能利用自己的独特的审美能力做出优秀的作品。",
            "你有一双极具洞察力的眼睛，善于发现生活中的美，在“B”上尤其突出。",
            "你在“B”上有很强的能力，总能给老师惊喜，是同学们学习的好榜样。",
            "每次看到你的作品，老师都非常开心。",
            "你在“B”上，有自己独特的见解，总是给人带来惊喜。"
        ],
        "良": [
            "你有不错的艺术修养，能积极主动的参与学校举办的各项活动。",
            "你在“B”上表现的较好，取得了较好的成绩。",
            "你有一双发现美的眼睛，在“B”上能有自己独特的见解。",
            "你有自主审美能力，对美有自己独特的看法，在“B”上表现的不错。",
            "你是一个在“B”上表现还不错的孩子，有独立的审美能力。",
            "你在“B”上有自己的见解，希望你更加优秀。",
            "你有很好的审美能力，老师希望你能够传递给其他同学，一起进步。",
            "你有一定的审美能力，能主动挖掘发现生活中的美，非常的难得。",
            "你能在“B”上有不错的表现，继续努力吧！"
        ],
        "中": [
            "老师希望你在“B”上可以做的更好。",
            "老师希望你把好的审美运用到自己的作品当中。",
            "在“B”方面，你还需要继续深入学习，不断提高自己的艺术修养。",
            "在艺术审美方面你需要多多学习和练习，这样你才能变的更好。",
            "在艺术审美方面你表现的一般，多尝试多练习你可以更优秀的。",
            "在艺术方面，你的“B”可以表现的更好。",
            "在“B”上，老师希望你可以多多练习。",
            "你在“B”上还有进步空间，让老师看到不一样的你吧！",
            "你在“B”上还有进步的空间，多多练习你会更棒的。",
            "在“B”上你还有很大的进步空间，多观察多练习，你会进步的很快。",
            "注意观察生活中的美，你将会在“B”上有所突破。"
        ],
        "差": [
            "如果你能多多观察和发现生活中的美，相信你会在“B”上会有很大的收获。",
            "你在“B”上其实可以做的很好，再努力一点就可以。",
            "你在“B”上还需要更多的尝试，大胆一点，你会收获更多！",
            "老师希望你能积极参与班里和学校的艺术活动，会帮助你提升自己的“B”。",
            "你如果能在“B”上再努力一点，你的审美能力会有很大的提升。",
            "老师希望能看到一个在“B”上有进步的你。",
            "要多多利用你那双发现美的眼睛，来提高自己的审美修养。",
            "你在“B”方面还需要更多的练习。",
            "如果你愿意发现生活中的美，你的审美能力一定会有很大的提升。"
        ]
    },
    "爱好特长": {
        "优": [
            "你是一个爱好广泛的孩子，你出色的表现常令同学们赞叹不已。",
            "台上一分钟，台下十年功，从你优秀的表现，可以看出你是一个十分努力的孩子。",
            "你是一个兴趣广泛的孩子，能积极的展示自己，老师非常喜欢这样的你。",
            "你非常注重自己综合能力的发展，在才艺展示方面表现得很优秀。",
            "你是一个兴趣广泛的孩子，在很多方面都很擅长，继续加油哦。",
            "你兴趣广泛，尤其在“B”上表现突出，老师为你点赞。",
            "在“B”上有极大的潜力，表现优异。",
            "你在“B”上表现出众，是一个才华横溢的学生。",
            "你在各项活动中都充分发挥了自己的特长，同学们都很佩服你哦。",
            "你是一个爱好广泛多才多艺的孩子。",
            "你是一个才华洋溢的孩子，特别在“B”上，你表现的很突出。",
            "你B，总是积极参加校园活动，是一个非常优秀的孩子。",
            "在B上，你表现优异，是大家学习的好榜样，老师以你为荣。",
            "你能不断发掘自己的潜能，运用自己的优势，表现的特别优秀。",
            "你注重挖掘自己的潜能，特别是在“B”上表现优异，老师为你鼓掌。",
            "你积极的挖掘自己的潜能，不断提升自己的能力，表现得真棒呀。"
        ],
        "良": [
            "你在学校积极参加各种活动，善于展示自己的才艺。",
            "你是一个擅长才艺表演的孩子，在“B”上表现较好，期待你能坚持下去，不断提升自己。",
            "在“B”上你有很大的潜力，期待你能更上一层楼。",
            "在各项活动中你都积极展示自己的特长，你的表现值得称赞。",
            "你的兴趣爱好较为丰富，表现能力很强。",
            "你在“B”上表现较好，老师期待你更大的进步。",
            "在B方面，你表现的不错，是一个有潜力的孩子，老师期待你更上一层楼。",
            "你在“B”上，表现较为突出，老师希望你可以积极展示自己的特长。",
            "你可以不断发掘自己的潜能，发挥自己最大的优势，逐步提升自己。",
            "你有很多特长，在“B”方面的表现尤其好，老师期待你的进一步成长。"
        ],
        "中": [
            "老师希望你积极寻找自己的兴趣爱好，不断的提高自己各方面技能。",
            "你在B上还有很大的进步空间，你需要再努力一些。",
            "在B上，你要再用心一些，这样会有更大的提升。",
            "你在B上，如果再坚持再努力一下，一定会取得好成绩。",
            "在“B”上，你还有很大的提升空间，多用一点心，就会提高很多的。",
            "你在“B”上，还可以做的更好，要多多努力。",
            "老师希望你积极挖掘自己的兴趣爱好，相信你一定可以找到自己擅长的方面。",
            "你还可以在“B”上更加积极努力，培养自己的爱好特长。",
            "在B上，你可以再努力一下，再用心一些。",
            "你在“B”上，还可以有很大的提升空间，如果你能更加努力一些，一定会有很好的成绩。",
            "在“B”上，你可以再努力一下，一定会有更大进步的。",
            "你在B上，还可以再努力一下，培养自己的优势。",
            "你在B上还有很大的提升空间，要是你能再多用一点时间在上面，肯定会把它变为自己的特长。"
        ],
        "差": [
            "你可以拓宽一下自己的业余爱好，多展示自己，不断提升自己的能力。",
            "你要以开放的心态，培养自己的兴趣，这样才能发挥自己的特长，不断提高自己。",
            "你可以提高在“B”上的能力，逐步提升自己，老师期待你的变化。",
            "在“B”上你的表现有待加强，老师希望你能够积极改变，多去提升自己各方面的能力。",
            "在“B”上，你的表现还需要不断提高，老师期待你的改变，完善自己的综合能力。",
            "在自己发展方向上，你还需要再思考一下，发掘一下自己的潜能。",
            "想要成为一名好学生，需要不断发展自己的特长，展现自己的闪光点。",
            "在B上，你可以努力去突破，取得一定的进展。",
            "你在B上，表现还是有一定的欠缺，需要努力去拓展，积极改变。",
            "你在“B”上还是有一些薄弱，需要逐步加强。",
            "你需要逐步发掘自己的爱好特长，找到自己的优势，去提升自己。",
            "在“B”上，还需要更加努力一些，争取把爱好变成特长。",
            "如果你能积极主动的表现自己，愿意展示自己的才艺就好了。"
        ]
    },
    "理想信念": {
        "优": [
            "你自尊自信，自立自强，是个有理想的孩子。",
            "你拥有崇高的人生理想，是班级同学们的好榜样。",
            "你有崇高的理想和坚定的信念，尤其是在“B”上，你表现得非常突出。",
            "你有强烈的社会责任感和高尚的情怀，值得被所有人表扬。",
            "你志向远大、心胸宽广，老师为你骄傲。",
            "你是一个有坚定信念的好孩子，在“B”上你的表现十分突出，值得表扬。",
            "你有远大的人生理想和坚定的信念，老师相信你的未来一定十分出彩。",
            "你“B”，是同学们学习的好榜样。",
            "你在“B”上表现非常突出，是一个有崇高理想的好孩子。",
            "你有崇高的理想和坚定的信念，特别是在“B”上，你表现的非常出色。",
            "你“B”，老师为你感到骄傲。"
        ],
        "良": [
            "你拥有崇高的理想，坚强的意志，能够乐观向上的对待生活中的事情。",
            "你是个有理想的好孩子，在“B”方面你表现的比较不错。",
            "在校你“B”，老师觉得你很不错。",
            "在“B”方面，你表现的很不错。",
            "你有崇高的人生理想，在“B”上表现非常不错。",
            "你有远大的理想信念，在“B”上你表现的比较出色。",
            "你“B”，这是你的优势，要好好把握。",
            "你常常能够做到“B”，是一个有理想的好孩子。",
            "你是一个有信念的孩子，在“B”上做的较为不错。"
        ],
        "中": [
            "希望你能有自己的目标规划，坚定的信念，这样将来一定会有所作为。",
            "你如果能在“B”上做出更多的改变，那么你会更优秀。",
            "如果能坚定信念，脚踏实地努力去做，你一定可以达到自己的目标。",
            "在“B”方面，老师希望你能做的更好。",
            "老师希望你坚定自己的信念，做一个有理想有抱负的孩子。",
            "在“B”上，你还有很大的进步空间。",
            "你在“B”上还有很大的进步空间，争取做一个更优秀的孩子。",
            "老师希望在“B”方面有明显的进步。",
            "在“B”方面你要更加努力，做一个有坚定信念的好孩子。"
        ],
        "差": [
            "老师希望你能拥有坚定的信念，这样才能在前进的道路上不迷茫。",
            "你在“B”方面还有很大的进步空间，要有坚定的信念去争取更大地进步！",
            "老师希望你能“B”，做一个有理想有信念的好孩子。",
            "你需要树立一个明确的目标，不断督促自己前进。",
            "老师希望看见你在“B”上能够取得巨大的进步。",
            "老师觉得你不够“B”，希望未来你可以做的更好。",
            "在校你比较缺乏“B”，老师希望你能更用心一些。",
            "你需要在“B”上更加努力一些，来提高自己。",
            "坚定的信念是成功的基石，老师希望看到更坚毅的你。",
            "你要有自己的目标规划，给自己树立坚定的信念，相信你将来一定会有所作为。"
        ]
    },
    "知识技能": {
        "优": [
            "学习过的知识你都记得很清楚，学习能力非常强。",
            "你是我们班的知识达人，老师很为你骄傲。",
            "你在知识积累方面下了很大功夫，老师看到了你的付出。",
            "你学习能力非常强，掌握了我们学过的所有知识，值得表扬。",
            "你在“B”上表现的非常好，是同学们的好榜样。",
            "你能精准掌握我们学习过的知识，在“B”方面表现的非常棒。",
            "你在“B”上表现的非常好，老师为你点赞。",
            "你拥有丰富的知识，在生活学习中都表现的很优秀。",
            "你在“B”上表现的特别突出，是一个天赋很高的孩子。",
            "你是个知识渊博的孩子，在“B”上，你表现的非常出色。",
            "你B，是班上的好榜样。",
            "你是一个聪明，能干的学生，在“B”方面表现的很棒，别人不会回答的问题你总是回答得很精彩。",
            "你是一位非常聪明让人喜欢的孩子，你有自己的一套学习方法。",
            "你在“B”方面，接受能力强，反应快，富有创造性。",
            "你上课发言积极，爱动脑筋；语言表达能力超强，成绩优异。",
            "你勤奋好学，在“B”方面特别出彩。",
            "“勤奋好学、思维敏捷、智慧超群”是大家对你公认的评价。",
            "在“B”上你表现的非常出色，是同学们的好榜样。",
            "你有行之有效的学习方法，也熟练的掌握了基础知识，老师为你骄傲。",
            "你是一个非常聪明的孩子。在“B”方面，你有自己的一套学习方法，接受能力强，反应快，而且富有创造性。",
            "你喜欢开动脑筋思考问题，在“B”方面表现优秀，课堂上常常能回答出别人难以回答的问题。",
            "你是一个积极上进，勤奋学习的好孩子。在“B”方面表现突出。",
            "你勤于思考，对所学知识能够举一反三，是一个机灵的孩子。",
            "每一节课，你都有新鲜的见解，每一次发言，你都有自己的独到之处，老师为你骄傲。",
            "你有良好的学习基础和独到的学习方法，在“B”方面表现非常优秀。"
        ],
        "良": [
            "学习过的知识你都记得很清楚，学习能力比较强。",
            "你在班级里的表现比较突出，对于老师说过的知识点，绝大部分都可以记住。",
            "你在知识积累方面下了不少的功夫，老师看到了你的付出。",
            "你学习能力比较强，掌握了我们学过的大部分知识，值得表扬。",
            "你在“B”上表现的比较好，是同学们的好榜样。",
            "你掌握了我们学过的知识，在“B”方面表现的比较棒。",
            "你在“B”上表现的比较好，老师为你点赞。",
            "你拥有丰富的知识，在生活学习中都表现的比较优秀。",
            "你在“B”上表现的比较突出，是一个有天赋的孩子。",
            "你是个知识渊博的孩子，在“B”上，你表现的比较出色。",
            "你B，是班上的好榜样。",
            "你在课堂上可以及时的回答老师的问题，对于学过的知识掌握的比较到位。",
            "你对于已经学习过的知识，都能够比较好的去运用。",
            "你在“B”方面有比较出色的表现，是一个知识丰富的孩子。",
            "学习时你能做到认真、自觉，在“B”方面表现良好。",
            "你是一个知识积累较为丰富的孩子，在“B”方面展现出了自己不错的实力。"
        ],
        "中": [
            "如果你能学会灵活运用自己学过的知识就更好了。",
            "在“B”上，老师希望你可以更用心一点。",
            "你在“B”上表现还有一定的进步空间。",
            "对于基础知识的掌握，你还有一定的进步空间。",
            "在“B”方面，老师想看到更努力的你。",
            "你的知识积累能力还需加强，你需要不断学习，储备更多的知识。",
            "你在知识掌握方面略薄弱，要多多积累，多多运用。",
            "老师希望你在“B”方面能积极表现，做的更好。",
            "你在“B”方面还可以有更大的进步。",
            "课上对于老师的提问如果你能做到认真思考，你会掌握更多的知识。",
            "你善于总结和反思，在“B”方面表现不错，老师希望你可以更上一层楼。",
            "老师希望你能勤学多练，掌握更多知识技巧，获得更快的成长。",
            "如果在学习上你能积极开动脑筋，很多问题将会迎刃而解。",
            "如果你能在学习中运用自己的聪明头脑，积累更多的知识，你会有很大的进步。",
            "你在“B”方面还有一定的进步空间。",
            "你在“B”上可以更多地练习，找到一种适合自己的学习方法。",
            "老师认为你在“B”上还可以有更大的进步。"
        ],
        "差": [
            "你需要熟练掌握已经学过的知识，不懂就要及时问哦。",
            "你对于学过的知识掌握还很薄弱，需要多多练习。",
            "你要向班上优秀的学生学习如何熟练运用学习过的知识。",
            "你的“B”需要加强，平时要多多练习。",
            "你在“B”上面还有很大的进步空间，不懂就要多问哦。",
            "老师希望你在“B”上再多多练习，有不会的要及时提出来。",
            "老师期待你在“B”上有很大的进步。",
            "你在“B”上可以表现的更好的，平时多练习才会有进步。",
            "老师希望你可以熟练掌握学过的知识和技能。",
            "熟练运用学过的知识上你有些欠缺，老师希望你找到适合自己的学习方法。",
            "老师想对你说，学习来不得半点儿戏，勤学苦练才能掌握更多知识。",
            "你在“B”方面表现需更努力。",
            "在学习上要讲究方法和技巧，遇到不懂的问题要多问，多思考。",
            "你在“B”方面还需要不断提高。",
            "老师希望你在“B”方面更加积极努力，掌握更多学习过的知识。",
            "老师建议你平时多学多练，争取熟练掌握学习过的知识。",
            "老师希望你好好利用自己的思维优势，找到适合自己的学习方法。",
            "老师希望你能学会熟练运用所学过的知识。"
        ]
    },
    "行为习惯": {
        "优": [
            "你是一个行为习惯表现非常好的孩子，大家都很喜欢你。",
            "见到老师，你总是很礼貌的打招呼；请教问题时，你总是谦卑有礼，虚心求教。",
            "你十分尊重老师和其他同学，是一个文明有礼的好孩子。",
            "你是一个文明礼貌，勤俭节约，遵守纪律的好孩子。",
            "你在“B”方面做的非常好，是同学们学习的好榜样。",
            "你爱护环境，并能主动维护周围环境，是一个环保小卫士。",
            "你讲文明有礼貌，有非常好的行为习惯。",
            "你勤俭节约，从不奢侈浪费，在“B”上也有非常出色的表现。",
            "你在“B”上有非常优秀的表现，是一个人见人爱的好孩子。",
            "你有很好的行为习惯，尤其在“B”上，你的表现值得表扬。",
            "你讲文明懂礼貌，在“B”上表现十分突出。",
            "你是一个有好习惯的好孩子。",
            "在“B”上，你真的十分出色，是班上孩子学习的榜样。",
            "你文明有礼，遵守纪律，是一个表现很好的孩子。",
            "你举止文明，有礼貌，大家都很喜欢你。",
            "你遵守校内文明，表现的非常好。",
            "你在校文明礼让，遵守纪律，值得表扬。",
            "你讲文明有礼貌，是班级里的榜样。"
        ],
        "良": [
            "你在行为习惯方面表现不错，继续坚持你会更棒的！",
            "你拥有良好的习惯，文明礼貌、热爱劳动、勤俭节约，好习惯要继续保持哦。",
            "你是一个有良好习惯的孩子，好习惯让你更出众。",
            "你注重自己的行为，总是把自己周围收拾的干干净净，是一个环保小卫士。",
            "你是一个讲文明有礼貌的好孩子，老师相信你可以做的更好。",
            "你习惯较好，勤俭节约，从不奢侈浪费。",
            "你有良好的习惯，在“B”上有比较出色的表现。",
            "你在“B”上有较好的表现，大家都很喜欢你。",
            "日常生活中你有较好的行为习惯，尤其在“B”上表现非常不错。",
            "你在培养自己良好习惯方面表现很好，尤其是在“B”上表现的很突出。",
            "在“B”上你是一个表现不错的孩子。",
            "你是一个习惯很好的孩子，继续保持好习惯你会更优秀。",
            "看得出来你是一个讲文明有礼貌的好孩子，继续保持哦。",
            "你是一个“B”的孩子，继续保持好习惯哦。"
        ],
        "中": [
            "平时生活学习中，你要是能注重自己的行为习惯就好了。",
            "老师觉得你在习惯养成方面还有很大的进步空间。",
            "你在习惯培养上表现的一般，老师觉得你可以做的更好。",
            "你在“B”上还需要继续加油，老师觉得你可以做得更好。",
            "在“B”上，你其实可以做的更好。",
            "老师希望你在“B”上更注重细节一点。",
            "在培养自己的习惯养成方面，老师希望你在“B”上努力做好。",
            "老师觉得你可以在“B”上做出更多的改变。",
            "老师希望能看见更文明有礼，有良好习惯的你。",
            "在习惯养成上，老师希望你能有更大的改变。"
        ],
        "差": [
            "老师希望你时常反思自己的行为，来养成良好的行为习惯。",
            "文明懂礼才是一个好孩子，老师希望你努力做一个文明小雅士。",
            "老师希望你在平时表现的更积极有礼貌一点。",
            "在行为习惯方面，老师希望你能表现的更好。",
            "你在“B”上还有所欠缺，老师希望你勇于改变，做一个懂礼貌的好孩子。",
            "行为习惯方面，老师希望你在“B”上努力改变，做一个人见人爱的好孩子。",
            "良好的习惯是人生的基石，老师希望你在“B”上勇于做出改变，成为更好的自己。",
            "讲文明懂礼貌是一个好孩子的基本素养，你在“B”上有很大的进步空间。",
            "好的习惯能帮助你健康成长，希望你在“B”上多多加油。",
            "老师希望你在校更注重自己的行为习惯，注意文明礼让。",
            "在学校老师希望你能遵守学校的规则，养成好的习惯。",
            "老师希望你能团结友爱，遵规守纪，做一个人见人爱的好孩子。",
            "老师希望你能主动遵守学校的规章制度，做一个有良好素养的学生。",
            "你在遵规守纪方面还有很大的进步空间，老师希望你能变更好。",
            "老师希望你遵规守纪，和他人友好相处，健康快乐的成长。",
            "遵守学校规则是学生必备的素养，老师想看到遵规守纪的你。"
        ]
    },
    "课业质量": {
        "优": [
            "优秀的你，不仅能够在课堂上做到认真听讲，而且在日常学习中也能做到“B”。",
            "你是一个有上进心强的孩子，在“B”上，你表现的十分突出。",
            "你踏实、勤奋、刻苦的学习精神值得赞扬，是大家学习的好榜样。",
            "你是一名勤奋好学的孩子，在“B”上，你总是一丝不苟，十分认真。",
            "成功在于一贯的坚持，在老师眼里你就拥有这样的品质。你可以每天做到“B”。",
            "你努力、踏实，积极思考，每次都能够做到B，老师非常满意。",
            "你学习能力强，爱动脑筋，老师很喜欢你。",
            "你聪明好学，不仅学习认真，而且作业字迹工整。",
            "你是一个聪明、性格开朗的孩子。学习上刻苦钻研，特别是在B方面做的很好。",
            "你学习时善于开动脑筋，有一颗勇于探索的心。",
            "上课时你总是用心听讲，老师感受到了你的专注和认真，在“B”方面尤其认真。",
            "你那双炯炯有神的眼睛里，盛满热情和聪慧。上课时，你思维敏捷，发言积极，独到的见解令人惊喜。",
            "课堂上总能听到你清脆悦耳的回答声，老师看到了你的积极和上进心。",
            "你课上专心听讲，发言踊跃，在学习方面一直保持刻苦钻研的精神。",
            "你对待学习一直保持认真的态度，在“B”上尤其认真。",
            "你学习目的明确，态度认真、肯钻研、勤思考，是大家学习的榜样。",
            "你学习踏实，能高质量地完成各项学习任务。",
            "课堂上你能积极开动脑筋，勇于探索，是一个聪明勤奋的孩子。",
            "你有很好的学习习惯，能够高质量地完成练习。",
            "课堂上你认真听讲，坚持做到B，这样日积月累下来，你的成长会非常巨大的。",
            "你是一个守纪、肯学、求上进的学生，每天坚持B，能在规定的时间内高效地完成老师布置的任务。",
            "你那认真学习的态度，不惧困难的精神，值得大家学习。",
            "你精益求精地对待学习，尤其是在B方面表现的很突出。",
            "你课堂上能做到认真听讲，积极发言；课下能做到认真复习，主动复习。",
            "你对待学习积极主动，不畏艰难，尤其是在“B”方面表现的很突出，同学们都很敬佩你。",
            "你总能带着一股认真的劲儿对待学习，在“B”方面表现的很突出。",
            "你有一颗勤奋、努力、上进的心，课业都能高质量地完成。",
            "你学习有很强的自觉性，作业都能高质量地完成。",
            "锐意进取的精神、坚强的意志、虚心好学的品格使你成为大家的榜样。"
        ],
        "良": [
            "课堂上你能够认真听讲，日常也努力的做到了B。",
            "你是一个聪明、活泼、上进心很强的孩子。在“B”上，总是督促自己坚持不懈。",
            "你是一名勤奋好学的孩子，在“B”上做的很不错。",
            "你学习努力、踏实，每次作业都会做到“B”，老师相信你可以更上一层楼。",
            "你是一名聪明可爱的孩子，课堂上经常能听到你富有“发明性”的发言。",
            "你在“B”方面表现的很棒，常有意想不到的妙语和精巧的构思。",
            "你有一颗求上进的心，在“B”方面表现的很棒，学习上遇到难题时会主动询问老师和同学。",
            "你学习刻苦认真，善于思考，勇于进取。尤其是在“B”方面你表现的很棒。",
            "课堂上你总是全神贯注地听老师讲课；课后你能认真完成作业，一丝不苟地对待学习。",
            "你拥有勤奋、踏实的学习态度和勤读多练的学习习惯。",
            "你在课堂上奇思妙想常常带给老师和同学们惊喜。",
            "你上课经常积极举手发言，回答问题声音响亮，学习进步明显，能刻苦耐劳，课堂练习完成情况较好。",
            "你在学习上目的明确，态度认真，时间观念较强，能够B。",
            "你有较好的学习习惯，在“B”上做的很好。",
            "你认真听讲，很用心的完成作业，可以做到“B”。",
            "你是一个追求上进的学生，基本上每天的作业都可以合理安排时间，能在规定的时间内完成老师布置的任务。",
            "你在学习上目的明确，态度认真，能保质保量的完成各项学习任务。",
            "老师欣赏你认真学习的态度，你的作业总是那么工整清秀，每次打开你的作业本都是一种美丽的享受。",
            "你学习具有自觉性，在“B”方面表现不错，上课时认真听讲，学习上肯下功夫。",
            "你在课堂上的表现常能让老师为之欣喜，比如你在“B”方面表现很不错。",
            "你是一位聪明、勤奋好学的孩子。学习上能刻苦钻研，课堂上能聚精会神地听讲，认真思考，积极发言。",
            "你勤奋好学，上课认真听讲，能积极参与课堂讨论，认真完成作业。",
            "每次老师布置的任务你总是能够比较快且准确的完成。"
        ],
        "中": [
            "你如果能把你的聪明才智用到学习上，就更好啦。",
            "如果在“B”上你能不断坚持，你一定会更棒。",
            "老师希望你在学习中能B，不断努力提升自己。",
            "坚持每天做到B，老师相信你能获得更多的成长。",
            "老师希望你在学习上再多下点功夫，坚持每天做到B。",
            "老师希望你在学习中争取做到B。",
            "如果你能做到勤学好问，掌握科学的学习方法，不断提高自身的课堂效率，一定会取得更大的进步。",
            "遇到问题你要多动脑，勇敢地挑战困难，有些问题便会迎刃而解。",
            "在课堂上你如果能更加积极动脑筋思考问题，课后做到自觉学习的话，你在“B”方面的成绩将会进一步提高。",
            "学习犹如大海行舟，一个人只有顽强拼搏，才有驶向金色海岸的可能。当学习上遇到任何困难，你要积极寻找解决的办法。",
            "追求无极限，老师知道你的力量还没有完全发挥出来。在“B”方面，老师希望你再努力一点，争取每天都能够获得成长。",
            "在“B”上，你还可以更加的用心一点。",
            "如果你能每天积极主动按时完成学习任务，这样日积月累下来，你会收获良多。",
            "在“B”上你还可以再用心一些。",
            "在“B”方面你还有所欠缺，老师希望你能以更加勤奋刻苦的精神对待学习。",
            "老师希望你能养成主动学习的好习惯，主动吸取更多的知识来开拓自己的眼界。",
            "如果你能主动学习，坚持阅读，那样你会变得更强大！",
            "你在“B”方面还比较薄弱，老师希望你更加刻苦努力，不断进步。",
            "成功必不可少的品质就是坚持，如果你每天坚持做到B，你将成长的更快。"
        ],
        "差": [
            "如果你在课堂上能专心听讲，在日常的作业做到B，老师将为你高兴。",
            "你在“B”上还需要更加努力，要时刻督促自己。",
            "如果你能把自己的聪明才智用到学习上，那你的进步一定会很大。",
            "成功者就是在于一贯的坚持，如果你能保持每天做到B，你就可以离成功更近一步。",
            "你需要更努力、更踏实地学习，要争取做到B，这样你才会有所成长。",
            "老师希望你刻苦钻研，在B方面多多努力，相信你一定能行。",
            "你在学习上主动性需要进一步加强，希望你可以直面困难，勇敢接受挑战。",
            "老师希望你在学习上多一份钻劲，严格要求自己。",
            "在学习中要多一份钻研精神，遇到难题不要逃避，特别是在“B”方面。",
            "希望你上课能够多动脑筋，主动举手发言，课后多花功夫，把学到的知识巩固好。",
            "学习上老师希望你能更加积极主动，在薄弱学科上多下点功夫。",
            "你在学习上的主动性还需要加强，老师希望能看到你的成长。",
            "你要注意每天按时、保证质量的完成各项学习任务。",
            "你在“B”上还需要继续加强，努力成为一个更优秀的孩子。",
            "希望你能养成良好的学习习惯，课堂练习按时完成，遇到难题要学会及时的提问。",
            "希望你上课能认真听讲，争取在B上可以有更大的进步。",
            "老师希望你能够做到B，这样你会获得更多的知识。",
            "在学习上你B方面比较薄弱，老师希望你多多积极举手发言，认真完成课业。",
            "希望你在学习上再自觉一些，上课时能更加认真听讲，遵守课堂纪律。",
            "如果你能再勤奋些，认真及时完成作业，那你的成绩一定会有所提高。",
            "希望你在学习上能更加专心些、勤奋些、细心些，不懂就要问，特别是在B方面。",
            "老师希望你能踏实学习，认真完成老师布置的课业任务。"
        ]
    }
}